{"selling": {"reasons": ["does not use items as much", "get money", "enjoy", "work", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. cake. apple", ["enjoy", "get money", "does not use items as much"]], ["person. spoon. keyboard. sink. bowl. dining table. apple. donut. carrot. orange. mouse. cup", ["I cannot find any reason mentioned verbally or shown visually in the video", "enjoy"]], ["person. cell phone. potted plant. sports ball", ["enjoy"]], ["bottle. cup. dining table. suitcase. person. apple. vase. potted plant. sandwich. spoon. knife", ["get money"]], ["person. cell phone. handbag. bench. potted plant. horse. dog. tie", ["does not use items as much"]], ["laptop. person. cup. keyboard. tv. cat. cell phone. spoon", ["work"]], ["person. tv. book. cup. toothbrush. banana", ["enjoy"]], ["cup. person. vase. chair. potted plant. dining table. toothbrush. knife. bottle. bowl. banana", ["get money", "work"]], ["person. frisbee. potted plant. bed. mouse", ["I cannot find any reason mentioned verbally or shown visually in the video", "enjoy"]], ["person. vase. couch. potted plant. chair. dog", ["I cannot find any reason mentioned verbally or shown visually in the video", "enjoy", "get money"]], ["person. bed. cake. chair. knife. book. cell phone. remote. bottle. cup. microwave. laptop. refrigerator. bowl", ["does not use items as much"]], ["person. chair. couch. remote", ["I cannot find any reason mentioned verbally or shown visually in the video", "does not use items as much", "enjoy"]], ["person. potted plant. bed. chair. tv. cell phone", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. tv. cell phone. toothbrush", ["enjoy", "get money"]], ["person. clock", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. bottle. bowl. bed. cup. vase. sports ball. remote. fork. donut", ["work"]], ["person. bed. chair. cell phone. tie. toothbrush", ["get money"]], ["person. tv. cell phone. book. vase. stop sign. remote", ["get money"]], ["person. vase. chair. couch. potted plant. umbrella. cup. bench", ["work", "enjoy"]], ["person. dog. sink. wine glass. cup. knife. cat", ["I cannot find any reason mentioned verbally or shown visually in the video", "enjoy", "work"]], ["person. tv. cell phone. toothbrush. cup", ["get money", "work", "I cannot find any reason mentioned verbally or shown visually in the video", "enjoy"]], ["person. chair. bottle. toilet. potted plant", ["does not use items as much"]], ["person. teddy bear. potted plant. chair. handbag. cell phone. clock", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. knife. cell phone. chair. dining table. bottle. couch. cat. sink", ["enjoy"]], ["person. book. cell phone. carrot", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. clock. chair. handbag. cell phone", ["does not use items as much"]], ["person. chair. clock. sports ball. handbag. tie. backpack", ["does not use items as much"]], ["chair. person. cup. dining table. microwave. vase", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. microwave. bottle. cake. bowl. donut. dining table", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. chair. cell phone. cup", ["enjoy", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. vase. car. refrigerator. bed. cup", ["get money", "work", "enjoy", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. umbrella. cell phone. handbag. cat. bottle", ["does not use items as much"]], ["person. chair. vase. dining table. potted plant. scissors. tennis racket. toilet. spoon. cell phone. baseball bat", ["enjoy"]], ["person. potted plant. bed. vase. cell phone. tennis racket. wine glass. refrigerator. cup. book", ["I cannot find any reason mentioned verbally or shown visually in the video", "enjoy", "get money"]], ["person. chair. couch. horse. donut. bowl. potted plant. remote", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. bed. car. refrigerator. cup. vase. cell phone", ["enjoy"]], ["person. cell phone. couch. chair. cup. frisbee. remote", ["enjoy"]], ["person. potted plant. vase. cell phone", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. chair. couch", ["get money"]], ["person. cake. potted plant. vase. bench. bed. tv. suitcase. sink. chair. cell phone", ["does not use items as much"]], ["person. potted plant. cell phone. bed", ["get money", "work"]]]}, "drinking": {"reasons": ["healthy", "relax", "skincare", "were thirsty", "avoid becoming dehydrated", "refreshing", "would want to forget", "drink tasted good", "get drunk", "celebrating", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["cup. person. bottle", ["skincare", "avoid becoming dehydrated"]], ["person. tv. bowl. cat. cell phone. dining table. sink", ["drink tasted good", "refreshing", "healthy", "relax"]], ["bottle. cup. person. bowl. dining table. orange. apple. cake. banana. laptop. frisbee", ["refreshing"]], ["bottle. person. toothbrush. remote", ["I cannot find any reason mentioned verbally or shown visually in the video", "skincare", "refreshing", "relax"]], ["person. bottle", ["skincare"]], ["person. spoon. cup. bowl. toothbrush", ["healthy", "refreshing"]], ["person. dining table. bottle. vase. cup. banana. orange. spoon. frisbee. donut. wine glass", ["avoid becoming dehydrated", "healthy"]], ["cup. dining table. spoon. bottle. person. book. bowl. donut", ["healthy"]], ["cup. person. orange. potted plant. dining table. cat. apple", ["healthy"]], ["cup. person. cell phone. spoon. laptop", ["drink tasted good"]], ["person. baseball glove. clock. cell phone", ["healthy"]], ["person. cup. bottle. dining table. cell phone. bowl. couch. remote. tv. vase. chair. dog. spoon. tie", ["relax"]], ["person. cup. spoon. bottle. vase. apple. dining table", ["avoid becoming dehydrated", "healthy", "drink tasted good"]], ["person. potted plant. bed", ["drink tasted good", "relax", "I cannot find any reason mentioned verbally or shown visually in the video", "refreshing"]], ["person. cup. chair. potted plant. bottle. remote. toilet. refrigerator. handbag. hair drier. toothbrush. bed. cell phone", ["skincare"]], ["person. bed. car. potted plant. horse", ["healthy"]], ["person. potted plant. remote. bottle. bowl. cell phone. keyboard. chair. refrigerator. cup. dining table. laptop. bed. tie. toothbrush. vase. microwave", ["healthy"]], ["person. book. bottle. bed. cup. vase. sports ball", ["healthy"]], ["potted plant. bowl. cup. person. car. vase. couch. wine glass. tv", ["celebrating", "relax", "drink tasted good"]], ["person. bottle. dining table. cup. couch. chair. potted plant. book. bowl. spoon. cell phone. knife. oven. toilet. elephant", ["healthy", "drink tasted good"]], ["tv. person. remote. couch. bed. chair. potted plant. cat. suitcase. book", ["avoid becoming dehydrated"]], ["cell phone. person. car. handbag. bed. cup. knife. remote. potted plant. laptop", ["healthy"]], ["person. bottle. cup. cell phone. wine glass. toothbrush", ["healthy", "relax", "avoid becoming dehydrated", "refreshing", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bottle. cup. frisbee. dining table. bowl. wine glass", ["drink tasted good"]], ["potted plant. person. fork. carrot. bowl. bottle. bed. chair. car. spoon. suitcase. dining table. vase. laptop. toothbrush. book. cell phone. handbag. knife. mouse. umbrella. sink. tv. couch. truck. tie. refrigerator", ["avoid becoming dehydrated"]], ["person. dining table. vase. cup. bowl. boat. potted plant. toothbrush. wine glass. apple. pizza", ["avoid becoming dehydrated", "healthy"]], ["person. car. cup. book. bowl. bicycle. cake. dining table. donut. cell phone. potted plant", ["get drunk", "drink tasted good"]], ["person. bed. bottle. cell phone. wine glass. cup", ["healthy", "avoid becoming dehydrated"]], ["donut. person. cup. bottle. umbrella. book. tie. broccoli", ["drink tasted good", "healthy"]], ["person. cup. couch. chair. dining table. toothbrush. cell phone", ["skincare"]], ["cup. person. banana. bottle. dining table. spoon. bowl. remote. cake. fork", ["drink tasted good", "healthy"]], ["person. car. couch. book. remote. bottle", ["healthy"]], ["person. orange. dining table. apple. chair. knife. bottle. sink. toilet. cup. spoon. remote. vase. wine glass", ["healthy"]], ["person. cup. chair. microwave. bottle. remote. couch. cell phone. sink. wine glass. bowl. cake. dining table", ["healthy"]], ["person. bed. vase. potted plant. bottle. dining table. dog. chair. remote. toilet. cat", ["avoid becoming dehydrated"]], ["person. chair. dining table. couch. cell phone. bottle. car. tv. toothbrush", ["avoid becoming dehydrated"]], ["person. cell phone. chair. cup. car. refrigerator. bottle. dog. banana. backpack", ["healthy", "drink tasted good", "were thirsty", "refreshing", "relax"]], ["person. cup. tv. tie. wine glass. couch. toothbrush", ["relax"]], ["person. car. cell phone. cup. remote. toothbrush. chair. bus", ["drink tasted good", "healthy", "relax", "were thirsty"]], ["person. cup. chair. mouse. wine glass. car. bicycle. bottle", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. couch. bicycle. dining table. chair. cell phone. bottle. toothbrush. cup. remote. book. motorcycle", ["healthy", "I cannot find any reason mentioned verbally or shown visually in the video", "drink tasted good"]], ["person. cup. hair drier. cell phone. bottle. bowl", ["healthy"]], ["person. microwave. refrigerator. oven. couch. tv", ["drink tasted good"]], ["cell phone. person. cup. book. chair. bed. tv. tie", ["avoid becoming dehydrated", "healthy"]], ["bowl. dining table. person. potted plant. cup. bottle. broccoli. apple. sandwich. cell phone. couch. spoon. knife. carrot", ["drink tasted good", "I cannot find any reason mentioned verbally or shown visually in the video", "healthy"]], ["person. couch. remote. cup. dining table. chair. toothbrush", ["skincare"]], ["person. bed. boat. cell phone. bottle. couch. vase. tv. laptop. cup. scissors. sink. potted plant", ["relax"]], ["mouse. person. keyboard. tv. book. cell phone. cup. bed. tie", ["I cannot find any reason mentioned verbally or shown visually in the video", "healthy", "avoid becoming dehydrated"]]]}, "eating": {"reasons": ["tastes good", "were hungry", "had craving", "be healthy", "enjoy", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. bottle. bowl. orange. carrot. frisbee. banana. donut. broccoli. sports ball", ["were hungry"]], ["person. chair. dining table. potted plant. refrigerator. remote. bottle", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. spoon. cup. chair. bowl. scissors", ["be healthy"]], ["bowl. person. spoon. carrot. cell phone. broccoli", ["be healthy"]], ["cup. dining table. potted plant. person. bottle. knife. vase. book. scissors", ["be healthy"]], ["person. dining table. bowl. knife. chair. apple. remote. mouse", ["be healthy"]], ["person. dining table. bowl. knife. sandwich. banana. donut. oven. refrigerator. cup. bottle. chair. spoon. apple. book", ["be healthy"]], ["person. bench. wine glass. chair. potted plant. car. cup. vase. boat. bottle. handbag. bowl. dining table. couch. laptop. tie. spoon. broccoli. hot dog. airplane", ["enjoy"]], ["bowl. carrot. person. broccoli", ["enjoy", "tastes good"]], ["person. tv. teddy bear", ["be healthy"]], ["person. bowl. spoon. cup. dining table. knife. bottle. cell phone", ["were hungry"]], ["person. sink. chair. dining table. microwave", ["be healthy", "tastes good"]], ["person. potted plant. car. boat. backpack. umbrella. bench. chair", ["enjoy", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bottle. bowl. sink. dining table. knife. spoon. fork. cell phone. broccoli", ["tastes good", "I cannot find any reason mentioned verbally or shown visually in the video", "be healthy"]], ["person. potted plant. umbrella. chair. couch. vase. bed. laptop. bench", ["enjoy", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bowl. dining table. spoon. cup. knife. apple. potted plant. pizza. broccoli", ["be healthy", "enjoy", "tastes good"]], ["person. tv. chair", ["be healthy"]], ["person. boat. broccoli. cow", ["enjoy", "were hungry", "had craving"]], ["bowl. person. dining table. spoon. vase. laptop. book. donut. potted plant. cup", ["enjoy"]], ["person. bottle. bowl. carrot. broccoli. dining table. knife. cell phone. spoon", ["tastes good", "be healthy"]], ["person. car. chair", ["be healthy", "tastes good"]], ["person. cell phone. remote. bed", ["be healthy"]], ["person. broccoli. bowl. hot dog. dining table. bottle. orange. fork. cup. apple. sandwich", ["be healthy", "tastes good", "were hungry"]], ["person. couch. dining table. banana. apple. kite", ["be healthy"]], ["oven. donut. person. bowl. dining table. bottle. spoon. cup. bed. knife. cake. cell phone. vase. laptop", ["tastes good", "enjoy"]], ["person. remote. potted plant. knife. cat. car. bear. boat. baseball bat. bowl. cake. apple. toilet. vase. dining table. clock. bench. cell phone. cup. suitcase. scissors. laptop. tie. chair. backpack. dog", ["enjoy"]], ["person. cake. bird. apple. dining table. oven. remote. cat", ["enjoy", "tastes good", "had craving"]], ["person. laptop. keyboard. spoon. donut", ["enjoy"]], ["knife. fork. person. bowl. cup. dining table. spoon. banana. cell phone. donut. apple", ["be healthy", "were hungry"]], ["person. knife. dining table. bottle. cup. fork. bowl. keyboard. cell phone. sink. wine glass. vase", ["enjoy", "had craving", "tastes good"]], ["person. boat. baseball glove. bird. potted plant. baseball bat. cup. broccoli", ["be healthy"]], ["person. remote. dining table. cup. cell phone. spoon. frisbee. wine glass", ["enjoy", "tastes good"]], ["person. orange. bottle. knife. dining table. teddy bear. sandwich. bowl. spoon. chair. cat. cell phone. car", ["had craving", "were hungry"]], ["person. cell phone. dining table. bowl. cup. spoon. couch. chair. dog. vase. wine glass. keyboard. tie", ["enjoy", "tastes good", "were hungry"]], ["bowl. person. knife. dining table. cake. sandwich. oven. spoon", ["be healthy"]], ["bowl. dining table. person. broccoli. vase. banana. chair. cup. potted plant. cake", ["tastes good", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. vase. tv. apple. clock. cell phone. cup. bottle. backpack. keyboard", ["tastes good"]], ["person. dining table. pizza. cup. bowl. vase. cake. bottle. broccoli. sandwich. orange. potted plant", ["tastes good"]], ["mouse. person. keyboard. cup. book. remote. chair. potted plant. tv. vase. bowl. laptop. couch. spoon. cell phone", ["enjoy"]], ["person. bottle. bowl. spoon. cup. refrigerator. sink. oven. dining table. remote. apple. chair", ["be healthy", "tastes good"]], ["bowl. cup. person. dining table. bottle. spoon. wine glass. knife. cell phone. toilet. cake. toothbrush", ["enjoy", "be healthy"]], ["bottle. dining table. cup. person. pizza. potted plant. knife. sandwich. scissors. cell phone", ["were hungry", "be healthy", "enjoy", "tastes good"]], ["person. potted plant. couch. dining table. bed. donut. book. cell phone", ["had craving", "were hungry", "enjoy", "tastes good", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["bottle. person. sink. chair. potted plant. vase. book. cell phone", ["be healthy"]], ["person. dining table. cell phone", ["I cannot find any reason mentioned verbally or shown visually in the video", "had craving", "were hungry"]], ["person. chair. toilet", ["I cannot find any reason mentioned verbally or shown visually in the video"]]]}, "playing": {"reasons": ["have fun", "win game", "play music", "play an instrument", "bored", "relax", "entertain yourself", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["bottle. person. cup. laptop. toothbrush. knife", ["play an instrument"]], ["person. bottle. book. chair. baseball bat. frisbee. toothbrush. handbag. oven", ["play an instrument"]], ["bed. person. clock. backpack", ["have fun"]], ["person. oven. bottle. chair. motorcycle. book. car. traffic light", ["play an instrument", "play music", "entertain yourself"]], ["chair. person. potted plant. mouse. vase. tv. cup. keyboard. clock. bowl. sink. bottle. remote. dining table. handbag. book", ["play music", "relax", "have fun"]], ["person. bottle. chair. handbag. tv. dining table. mouse. tie. keyboard. oven. suitcase. bed. cup. toilet. remote. book. scissors. refrigerator. toaster. laptop", ["play an instrument", "play music"]], ["cup. potted plant. dining table. vase. person. bottle. bowl. knife. sink. wine glass. banana. microwave. cat. apple. orange. spoon. broccoli. tv. fire hydrant. chair. laptop. oven. backpack", ["entertain yourself", "relax", "play music"]], ["person. cell phone. bench. boat. potted plant. carrot. chair. bottle", ["relax"]], ["person. laptop. bowl. vase. cell phone. bottle. dog. refrigerator. bicycle. book. cup. chair. dining table. sheep. knife. potted plant. apple. sink. cow. car. bench", ["have fun"]], ["person. potted plant. handbag. dog. wine glass. bowl. cell phone. cup. tv. sink. dining table. cow", ["have fun"]], ["person. potted plant. broccoli. bottle", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["wine glass. truck. potted plant. parking meter. cup. person. vase. umbrella. handbag. bowl. book. cell phone. dining table. chair. bottle. suitcase. apple", ["play music"]], ["person. remote. cell phone. chair. backpack. truck. car. handbag. potted plant. dining table. broccoli. vase. cup", ["have fun"]], ["person. cell phone. suitcase", ["entertain yourself"]], ["potted plant. boat. dog. person. cow", ["have fun"]], ["person. chair. oven. refrigerator. potted plant. wine glass. cup. cell phone. couch. remote", ["I cannot find any reason mentioned verbally or shown visually in the video", "have fun"]], ["person. book. toothbrush. remote", ["entertain yourself", "relax"]], ["person. potted plant. broccoli", ["relax"]], ["person. potted plant. bottle. cup. remote. cell phone", ["have fun"]], ["person. potted plant. train. chair. book. handbag. car. suitcase. backpack", ["have fun"]], ["person. baseball bat. bottle. sports ball. cup. kite. frisbee. chair. bird. boat. surfboard. orange. cake. wine glass. bowl. toothbrush", ["have fun"]], ["apple. person. cell phone. tv. potted plant", ["have fun"]], ["bottle. person. frisbee. bowl. dining table. vase. tv. cup. wine glass", ["have fun"]], ["person. umbrella. knife. sports ball", ["have fun"]], ["person. pizza. refrigerator. potted plant. vase. bed. frisbee. chair", ["have fun"]], ["person. bed. chair. refrigerator", ["entertain yourself"]], ["person. remote. bottle. chair. cup", ["entertain yourself", "have fun", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cup. tie. tv. laptop. bowl. chair. cell phone. keyboard", ["have fun"]], ["person. parking meter. dining table. cup. orange. bottle. broccoli. toothbrush. chair. tennis racket. potted plant", ["have fun"]], ["toothbrush. person", ["have fun"]], ["person. bottle. baseball glove. donut", ["play music"]], ["cup. person. toothbrush. dining table. book. cell phone", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cup. bowl. pizza. book", ["have fun", "entertain yourself"]], ["dining table. sandwich. person. potted plant. apple. cell phone. bottle. cake. donut. vase. book. laptop. cup", ["have fun"]], ["person. wine glass. tv. clock. toothbrush. cell phone. remote", ["entertain yourself", "have fun"]], ["person. cell phone. scissors. remote", ["have fun"]], ["couch. potted plant. dining table. vase. person. bowl", ["I cannot find any reason mentioned verbally or shown visually in the video", "bored", "have fun", "play music"]], ["bowl. person. dining table. bottle. cup. cell phone. pizza. spoon", ["relax", "have fun"]], ["person. cup. dining table. bowl. couch. cell phone. book. chair. vase. bed. dog. tie. spoon", ["relax"]], ["bottle. person. banana. car. cell phone. tv. cup. handbag. suitcase. remote. book. laptop", ["have fun"]], ["tie. cat. person. couch. skateboard. dog. potted plant. chair. traffic light", ["have fun"]], ["person. chair. fork. cell phone. tv. remote. tie. suitcase. handbag", ["entertain yourself"]], ["boat. chair. cup. person. bed. tv. vase. potted plant", ["entertain yourself"]], ["person", ["have fun", "entertain yourself"]]]}, "shopping": {"reasons": ["buy necessary things", "buy new things", "enjoy", "bored", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. potted plant. vase. couch. sheep. chair. tie. remote", ["buy new things"]], ["person. bed. handbag. couch. orange. bowl. scissors. cell phone. tie", ["buy necessary things", "buy new things"]], ["laptop. person. bed. bird", ["buy new things"]], ["person. bottle. cell phone. bed. surfboard. boat. bench. book. chair. baseball bat. remote", ["enjoy", "buy necessary things", "buy new things", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. chair. keyboard. cat. dining table", ["buy necessary things", "buy new things"]], ["person. bottle", ["buy new things"]], ["person. chair. bed. vase. potted plant. surfboard. dining table. laptop", ["buy new things"]], ["person. cup. dining table. vase. orange. spoon. oven. knife. chair. potted plant. broccoli. bowl. carrot", ["enjoy"]], ["person. cup. knife. bowl. bottle. dining table. sandwich. spoon. cell phone", ["buy necessary things"]], ["person. cell phone. car. potted plant. bed. laptop. toothbrush. vase. remote", ["buy necessary things"]], ["bed. person. chair", ["buy new things"]], ["person. potted plant. cell phone", ["buy necessary things"]], ["person. potted plant. vase", ["buy necessary things"]], ["person. potted plant. cell phone. chair. suitcase. clock", ["buy new things"]], ["person. laptop. tie. potted plant. chair. keyboard", ["buy new things"]], ["person. tv. bottle. chair. spoon. dining table. cell phone", ["enjoy"]], ["person. potted plant. cell phone. vase. wine glass. bottle", ["buy necessary things", "buy new things"]], ["person. tv. bed. laptop. cup. potted plant. oven. tie. bottle", ["buy new things"]], ["person. book. potted plant. vase. bowl. sports ball. mouse. refrigerator. scissors. chair. wine glass", ["buy new things"]], ["person. laptop. bed. refrigerator. potted plant. car. vase. cell phone. keyboard", ["buy new things"]], ["person. microwave. tv. refrigerator. dining table. chair. oven. cup. book. bed. couch. vase. keyboard. car. dog", ["buy necessary things", "buy new things"]], ["person. traffic light. car", ["buy new things", "enjoy"]], ["person. tv. cell phone. vase. potted plant. car. donut. couch. bottle. remote. laptop", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. remote. cell phone. dining table", ["buy new things"]], ["person. potted plant. bed. tie. remote. chair. cell phone. teddy bear", ["buy necessary things", "enjoy", "I cannot find any reason mentioned verbally or shown visually in the video", "bored"]], ["person. bed. carrot. pizza. chair. car. microwave. refrigerator. oven. surfboard. broccoli. book. dining table. banana. cell phone. sink. teddy bear. tv. toilet", ["enjoy", "buy necessary things"]], ["person. potted plant. bed", ["buy new things", "enjoy"]], ["person. bed. couch. tv. bottle. cell phone", ["buy necessary things", "buy new things"]], ["person. potted plant. cell phone. vase. dining table. clock", ["buy necessary things", "buy new things"]], ["person. dining table. chair. potted plant. remote", ["I cannot find any reason mentioned verbally or shown visually in the video", "buy necessary things"]]]}, "driving": {"reasons": ["get someplace", "use gas", "relax", "do chores", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. potted plant. dining table. bed", ["get someplace"]], ["remote. carrot. bottle. refrigerator. knife. toothbrush. cup. person. bed. bowl. clock. keyboard. potted plant. frisbee. cake. donut", ["relax", "I cannot find any reason mentioned verbally or shown visually in the video", "do chores"]], ["person. toothbrush. chair. bottle. cell phone. cup", ["get someplace"]], ["person. vase. potted plant", ["get someplace"]], ["person. bottle. dog. knife. handbag", ["get someplace"]], ["person. chair. knife. car. mouse", ["get someplace"]], ["person. cup. keyboard. remote. book. tie", ["do chores"]], ["person. tv. tie. potted plant. chair. vase. cell phone. bottle. handbag", ["get someplace"]], ["person. bed", ["get someplace"]], ["person. couch. bottle. chair. cell phone. mouse. laptop", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cell phone. chair", ["use gas"]], ["person. potted plant. bed. tv. remote. cell phone. book", ["relax", "I cannot find any reason mentioned verbally or shown visually in the video", "do chores"]], ["person. chair. vase. potted plant", ["use gas", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. car", ["get someplace"]], ["person. bed. handbag. cell phone", ["get someplace"]], ["person. potted plant. vase", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["cell phone. person. chair. book. car. suitcase. potted plant. clock. hair drier", ["relax"]], ["person. tie. car. cell phone. remote. chair. handbag", ["get someplace"]], ["person. car. chair. backpack", ["get someplace"]], ["person. car. chair. tie. backpack", ["do chores", "relax"]], ["person. potted plant. vase. backpack. airplane. handbag. cup. bowl", ["get someplace", "do chores", "use gas"]], ["person. bench. chair", ["get someplace"]], ["person. apple", ["relax"]], ["person. wine glass. bottle. dining table. cup. book. bed. sink. chair. bowl. remote. potted plant. microwave. spoon. vase. cell phone. clock", ["I cannot find any reason mentioned verbally or shown visually in the video", "get someplace"]], ["person. cell phone. handbag. motorcycle. toilet. car. toothbrush. chair", ["get someplace"]], ["person. remote. tv. chair. car. toilet. knife", ["get someplace"]], ["person. bed", ["get someplace"]], ["person. cell phone. refrigerator. potted plant. bed", ["do chores", "relax", "get someplace"]], ["banana. person. bed", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. book", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. car. motorcycle. suitcase. cell phone. remote. chair", ["do chores"]], ["person. toothbrush", ["get someplace"]]]}, "travelling": {"reasons": ["visit people", "vacation", "experience different culture", "work", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. cell phone. remote. dining table. suitcase. tv. chair", ["vacation"]], ["bed. person. suitcase. cup", ["vacation"]], ["person. toothbrush. clock. cell phone", ["visit people"]], ["person. bed. handbag. vase. chair. cell phone", ["visit people", "work", "vacation", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["cell phone. person. laptop. tv. remote. cup. dining table", ["vacation"]], ["person. baseball glove. bottle. vase. pizza. chair. dining table. cup. wine glass. bed. tv. remote. hot dog. cell phone. sports ball", ["vacation"]], ["person. vase. potted plant. bed. sink", ["visit people"]], ["person. vase. bed. bottle. book. cup. dining table. remote. potted plant. kite", ["vacation"]], ["person. potted plant. toilet. bed", ["experience different culture", "vacation"]], ["person. vase. potted plant. broccoli", ["experience different culture"]], ["person", ["experience different culture"]], ["person. remote", ["vacation"]], ["person. bottle. chair. cell phone. suitcase", ["vacation"]], ["person. cell phone. potted plant. cup. couch. tie", ["I cannot find any reason mentioned verbally or shown visually in the video", "vacation", "work"]], ["person. chair. tv. toilet. laptop. knife. potted plant. dining table. cell phone", ["vacation"]], ["person", ["vacation"]], ["person. cup. cell phone", ["vacation"]], ["person. cell phone. chair. potted plant. vase. cup. sink. tv", ["vacation"]], ["bed. potted plant. person. dog. suitcase. vase. cell phone. bowl. donut. cat. cake. couch", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cell phone. potted plant. cup. bed", ["I cannot find any reason mentioned verbally or shown visually in the video", "vacation", "work"]], ["person. cell phone. suitcase. handbag. toothbrush", ["visit people"]], ["person. bed", ["vacation"]], ["person. potted plant. bed. book. laptop. cell phone. tie", ["I cannot find any reason mentioned verbally or shown visually in the video", "work", "visit people"]], ["person. potted plant", ["experience different culture"]], ["cup. toothbrush. person. bottle. tv. vase. book", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. car. bed. banana. vase. cup. remote. toothbrush. cell phone. book", ["vacation"]], ["person. tv. couch. cell phone. cup", ["I cannot find any reason mentioned verbally or shown visually in the video", "vacation", "visit people", "work"]], ["person. cell phone. laptop. remote", ["experience different culture"]], ["person. laptop. bottle. potted plant. book. bed. tie. spoon. traffic light. handbag. vase", ["vacation", "visit people", "I cannot find any reason mentioned verbally or shown visually in the video", "work"]], ["person. tv. bed. potted plant. couch. dog. tie. cup. car. dining table. book. handbag. sports ball. cell phone", ["experience different culture", "visit people"]], ["person. tv. car. chair. handbag. potted plant. cup. bowl. umbrella", ["vacation", "work", "experience different culture"]], ["person. chair. potted plant. dining table", ["experience different culture", "visit people"]], ["person. knife. laptop. suitcase. cell phone. potted plant", ["vacation", "visit people", "experience different culture", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. car", ["experience different culture"]], ["person. boat", ["experience different culture"]], ["suitcase. person. potted plant. vase. remote. bed. bowl. cake. chair", ["vacation"]]]}, "learning": {"reasons": ["know more information", "become educated", "going to get tested", "failure painful", "course was recommended", "curious", "helps to cope", "empowering", "improve yourself", "avoid repeating mistakes", "fun", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. cup. book. vase. dining table. chair. potted plant. cat. sheep", ["become educated", "know more information"]], ["person. cup. book. vase. donut. potted plant. chair", ["become educated", "helps to cope", "improve yourself"]], ["person. cow. toilet. dog. horse. baseball bat", ["improve yourself"]], ["bowl. person. spoon. dining table. scissors. remote. cell phone. knife", ["become educated"]], ["laptop. person. book. handbag. toothbrush. dining table", ["become educated", "improve yourself", "know more information"]], ["person. chair. car", ["improve yourself", "know more information"]], ["person. potted plant. vase. cell phone. handbag. bowl. cup. dining table. remote. spoon", ["improve yourself", "know more information"]], ["person. cup. chair. dining table. bear. cell phone. tie. apple. bench", ["empowering", "know more information", "become educated"]], ["person. cell phone. potted plant. cat", ["become educated", "know more information"]], ["carrot. bowl. wine glass. person. broccoli", ["know more information"]], ["person. bottle. wine glass. cup. dining table. chair. tie. tv. potted plant. sandwich", ["fun"]], ["person. bed. vase. tv. bowl. frisbee. cell phone. cup. knife", ["become educated", "know more information"]], ["potted plant. broccoli. chair. person. cat. laptop. bowl. dining table. vase. microwave", ["improve yourself"]], ["vase. potted plant. person. bowl. banana", ["become educated", "know more information"]], ["person. chair. keyboard. oven. laptop", ["become educated", "improve yourself", "know more information"]], ["person. mouse. bottle. book", ["know more information"]], ["person. bottle. bed. chair. remote. toilet. potted plant", ["improve yourself"]], ["person. couch. chair. potted plant. cell phone. dining table", ["empowering", "improve yourself"]], ["person", ["improve yourself"]], ["person. cup. carrot. book. toothbrush. keyboard. laptop. bowl. tie. remote. cell phone. broccoli. knife. dining table. spoon", ["become educated"]], ["person. book. cell phone. backpack. potted plant. clock", ["fun", "know more information"]], ["person. book. tv. cell phone", ["improve yourself"]], ["person. scissors. bird", ["I cannot find any reason mentioned verbally or shown visually in the video", "improve yourself", "become educated", "know more information"]], ["person. microwave. book. chair. banana. cell phone. bed. remote. laptop. bowl. cup. dining table", ["know more information"]], ["person. book", ["improve yourself"]], ["person. cell phone. bed. tv. sink. remote", ["improve yourself", "I cannot find any reason mentioned verbally or shown visually in the video", "helps to cope"]], ["person. chair. remote. bottle. vase. potted plant. cell phone", ["know more information"]], ["cup. person. bottle. spoon. bowl. book. dining table. banana. wine glass. remote. vase. knife. orange", ["failure painful", "I cannot find any reason mentioned verbally or shown visually in the video", "become educated"]], ["person", ["empowering"]], ["person. bird. handbag. remote. keyboard. chair. motorcycle. bed. mouse", ["become educated", "know more information"]], ["person. tv. book. laptop", ["improve yourself", "empowering"]], ["cup. spoon. person. frisbee. remote. wine glass. dining table. bird. knife. bowl. bottle", ["avoid repeating mistakes"]], ["person. refrigerator. cup. sink. bottle. dining table. bowl", ["become educated", "know more information"]], ["person. chair. clock. cell phone. oven. dog. remote. microwave. bench. laptop. keyboard", ["empowering", "improve yourself", "helps to cope"]], ["donut. person. orange. pizza. carrot. dining table. bottle. book", ["helps to cope", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person", ["improve yourself", "know more information"]], ["person. scissors. dining table. bottle. remote. toilet. mouse", ["fun"]], ["person. vase. potted plant", ["empowering", "improve yourself"]], ["person. bed. sink. laptop. tie. mouse. remote", ["improve yourself"]], ["person. couch. chair. oven. potted plant. bicycle. tv. dog. vase. handbag. cell phone", ["fun", "improve yourself"]], ["person. tv. toothbrush. book. cake. cell phone. refrigerator. mouse", ["become educated", "empowering", "improve yourself"]], ["person. potted plant. book. bottle. tv", ["improve yourself", "know more information"]], ["person. dog. bed. couch. cup. vase. potted plant. bowl. spoon. chair. dining table. bird. tv. apple. banana. teddy bear. tie", ["become educated", "know more information"]], ["potted plant. bottle. bowl. bed. sink. book. person. chair. cup. couch. cat. tv", ["improve yourself", "know more information"]], ["dining table. cup. oven. banana. spoon. bottle. person. knife. vase. donut. cake. fork. apple", ["know more information"]], ["person. book", ["improve yourself"]], ["person. bowl. dining table. oven. cup. scissors. handbag. remote. fork. bottle", ["know more information"]], ["bowl. dining table. person. spoon. vase. apple. cup. clock. bottle. wine glass", ["know more information"]]]}, "falling": {"reasons": ["rush", "tired", "accident", "ladder broke", "tripped", "makeup fell", "objects fall", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person", ["objects fall"]], ["person. cup. cell phone", ["makeup fell"]], ["person. scissors. cup. vase. donut. dining table. potted plant. toothbrush. bottle. orange", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["cat. potted plant. vase. spoon. bottle. bowl. dining table. cup. person", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["bowl. dining table. spoon. person", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. dog. surfboard. book. knife. toilet. bottle. remote. dining table. cow. cup. donut", ["I cannot find any reason mentioned verbally or shown visually in the video", "accident", "tripped"]], ["person. cell phone. hair drier. banana", ["objects fall"]], ["person. bottle. bowl. dining table. cell phone. vase. potted plant. cup. sandwich. suitcase", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bed. chair. refrigerator", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cat", ["objects fall"]], ["person. bed. remote", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. couch. cell phone. remote", ["objects fall"]], ["person. toothbrush. chair. cell phone. car. frisbee. tie. book. scissors", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. tie. bed. potted plant. tv. chair", ["objects fall"]], ["laptop. person. cell phone. bed. bottle. tie. remote. frisbee. traffic light. cup. scissors", ["tired"]], ["person. cell phone. umbrella. banana. car", ["accident", "I cannot find any reason mentioned verbally or shown visually in the video", "ladder broke"]], ["person. couch. bed", ["tired"]], ["person. tv. car. chair. traffic light. truck. bench. bed. mouse. cell phone", ["accident", "objects fall", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. microwave. book. chair. oven. scissors. toothbrush. banana. bottle. cell phone. handbag", ["objects fall", "makeup fell"]], ["person. donut. baseball bat. couch. toothbrush. cat. cake. remote. bed. handbag", ["accident", "objects fall", "makeup fell"]], ["person. suitcase. tie. tv. cell phone", ["objects fall"]], ["person. chair. tie. cell phone. book", ["accident", "makeup fell", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["bed. cell phone. person. toothbrush. vase. chair. sink. tie. book. remote", ["objects fall"]], ["person", ["accident"]], ["person. cup", ["ladder broke", "tired", "makeup fell", "rush"]], ["person. scissors. donut. cake. baseball bat. toothbrush. cell phone. bed", ["objects fall"]], ["person. potted plant. car. bed. vase. handbag", ["objects fall"]], ["person. vase", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bed. potted plant. vase", ["tired"]], ["person. cell phone. book. remote. chair. cup. scissors. bottle. handbag", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. couch. potted plant. cell phone. tv. cup. refrigerator. microwave. chair. bottle. oven. vase", ["ladder broke", "makeup fell", "accident"]], ["person. couch. toothbrush. cat. scissors. cake. baseball bat. chair", ["I cannot find any reason mentioned verbally or shown visually in the video", "objects fall", "rush"]], ["person. chair. toothbrush. remote. cell phone. handbag. keyboard. bottle. bed", ["objects fall"]], ["person. dog. mouse. cup", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. knife. scissors. cell phone. kite. remote", ["objects fall"]], ["person. tie. donut. cup. chair. handbag. suitcase. train. bed. car. boat. backpack. bird. truck. cell phone. potted plant. toothbrush. umbrella. sports ball. remote. dining table. bottle. dog", ["tripped"]], ["person. cell phone. bottle. banana. hair drier. clock", ["I cannot find any reason mentioned verbally or shown visually in the video"]]]}, "writing": {"reasons": ["create novel", "create music", "plan the day", "remember", "famous", "express yourself", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. keyboard. cup. book. laptop. cell phone. oven. remote. chair", ["create music"]], ["person. book. oven. clock. tv. cell phone. laptop. bottle", ["create music"]], ["keyboard. person. cup. vase. cell phone. book. tv. chair. bottle. dining table. handbag. spoon. couch. sink", ["create music"]], ["person. chair. suitcase. book. bed. backpack", ["remember"]], ["keyboard. tv. person. laptop. suitcase. mouse. book. bottle. refrigerator. bowl", ["remember"]], ["person. keyboard. cup. tv. vase. book. cell phone. mouse. remote", ["plan the day"]], ["person. cup. book. bowl. dining table. knife. cell phone. tie. donut. remote", ["plan the day"]], ["person. laptop. clock. book. tv. oven. cell phone", ["create music"]], ["scissors. person. book. cell phone. tv. bottle. laptop. cup", ["plan the day", "remember"]], ["person. chair. bench. zebra", ["create novel", "express yourself", "plan the day"]], ["person. car. sink. book. chair. toilet. cell phone. motorcycle", ["express yourself"]], ["person. bed. cup. toothbrush", ["plan the day", "remember"]], ["person. chair. keyboard. cat. cup. laptop", ["create music"]], ["person. book. bottle. vase. potted plant. toothbrush. refrigerator. cell phone", ["express yourself", "plan the day", "remember"]], ["person. book. bowl. dining table. cup. cell phone. knife. toothbrush", ["plan the day"]], ["person. book. vase. refrigerator. suitcase. chair. laptop. potted plant. cell phone. donut. cup. handbag. bicycle. knife. toothbrush. toilet", ["express yourself", "plan the day"]], ["person. potted plant. broccoli. keyboard. book. couch. laptop", ["I cannot find any reason mentioned verbally or shown visually in the video", "express yourself"]], ["person. bed. laptop. book. bird. toilet. tv. fork", ["remember", "create music", "express yourself"]], ["person. bed", ["create music"]], ["person. bed. cell phone. remote. book. baseball glove", ["plan the day", "remember"]], ["person. vase. potted plant. bottle. cell phone", ["plan the day"]], ["person. car. chair. potted plant", ["express yourself", "I cannot find any reason mentioned verbally or shown visually in the video", "plan the day"]], ["person. potted plant. bed. cell phone. vase. laptop", ["plan the day"]], ["person. potted plant. vase. cup. refrigerator", ["express yourself", "plan the day"]], ["person. potted plant. cup. refrigerator", ["plan the day"]], ["person. wine glass. book. remote", ["plan the day"]], ["person. remote. snowboard. skis. toothbrush", ["express yourself", "remember", "I cannot find any reason mentioned verbally or shown visually in the video", "create novel"]], ["person. couch. tie. cell phone", ["express yourself"]], ["person. potted plant. vase. bed. tie", ["express yourself"]], ["person. bench. zebra. chair", ["express yourself"]], ["person. bed", ["remember"]], ["person. microwave. book. oven. chair. cell phone. dining table. car. couch. remote. bed. potted plant", ["famous", "remember", "plan the day", "express yourself"]], ["person. potted plant. broccoli. sink. toothbrush", ["express yourself"]], ["person. chair. cat. keyboard. laptop", ["create novel", "express yourself", "famous"]], ["person. book", ["plan the day"]], ["person. wine glass", ["plan the day", "express yourself"]], ["person. couch. bed", ["remember"]], ["person. bed. remote", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bed. cell phone", ["express yourself"]], ["person. book. bottle. refrigerator. potted plant. apple. dining table. vase", ["express yourself", "create novel"]], ["person. wine glass. chair. toothbrush. book. cell phone. laptop", ["plan the day"]], ["person. surfboard. bed", ["express yourself"]], ["person. handbag. bed", ["plan the day"]]]}, "switching": {"reasons": ["fickle", "change your mind", "exciting", "fun", "make improvement", "do not like", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. bottle. potted plant. vase. cup. toothbrush. spoon. chair. sports ball. knife", ["make improvement"]], ["potted plant. person. bed", ["change your mind"]], ["bed. cup. person. bicycle. book. chair. cat. bottle", ["make improvement", "exciting"]], ["person. bottle. vase. potted plant. clock", ["make improvement"]], ["person. cell phone. cup. book. bottle. wine glass. vase", ["change your mind", "make improvement"]], ["person. oven. potted plant. chair. dining table. sandwich. bowl. frisbee. donut. book. knife. handbag. cup. cell phone", ["make improvement"]], ["person. bed. bottle. dining table. sports ball. donut. apple. remote. cup", ["make improvement"]], ["person. bottle. vase. potted plant. wine glass. cell phone. cup. sink", ["make improvement"]], ["person. book. pizza. bowl. broccoli. dining table. bed. spoon", ["exciting", "fun", "make improvement"]], ["person. cup. couch", ["change your mind", "fun", "make improvement"]], ["person. bed", ["make improvement"]], ["sandwich. person. dining table. spoon. bowl. chair. knife", ["make improvement", "change your mind"]], ["person. mouse. tv. book. remote. wine glass. chair", ["make improvement", "fickle", "change your mind"]], ["person. cell phone. bed", ["fun"]], ["person. chair. couch. dining table. cup. wine glass. book", ["make improvement", "exciting"]], ["person", ["make improvement"]], ["person. book. cell phone", ["make improvement"]], ["person. bed. tv. cell phone. bottle. cup. book. remote. laptop", ["change your mind", "exciting"]], ["person. bed. chair. potted plant. cell phone. mouse. baseball bat. skateboard. tv. handbag", ["make improvement"]], ["person. potted plant. vase", ["change your mind"]], ["person. cup", ["make improvement"]], ["bed. potted plant. person. vase. wine glass. chair. cat", ["make improvement"]], ["person. potted plant. broccoli. remote. cell phone. cat", ["change your mind"]], ["person. potted plant. car. horse. cup. cell phone. bed. remote", ["fun"]], ["cell phone. person. laptop. toothbrush. tv. potted plant. cup. couch. chair", ["make improvement"]], ["person. bed", ["change your mind", "make improvement"]], ["person. microwave. oven. toothbrush. cell phone. laptop. book", ["make improvement"]], ["vase. refrigerator. sink. dining table. potted plant. bottle. cup. person. bed. couch. tv. oven. chair. wine glass", ["make improvement"]], ["person. couch. potted plant. remote. dog. oven. chair. bottle. cup. sink. bowl. tv. apple. bench. clock. vase. bird. microwave. book. dining table", ["fun", "change your mind"]], ["person. chair", ["change your mind", "fickle", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. microwave. tie. oven", ["make improvement"]], ["person. bed. car. cup. giraffe", ["make improvement"]], ["person. bed. cell phone", ["fun", "change your mind"]], ["person. remote. cell phone", ["change your mind"]], ["person. tv. potted plant. handbag. cell phone. couch. cup. chair. bowl. refrigerator. remote. bottle", ["fickle"]], ["person. potted plant. bed. vase. cell phone. remote", ["change your mind", "make improvement"]], ["person. bed. bottle. cell phone. book", ["exciting", "make improvement"]], ["person. potted plant. tv. bed. vase. toothbrush. tie. cell phone. backpack", ["make improvement"]], ["person. car. mouse. chair. handbag. knife. cell phone. sports ball", ["make improvement"]], ["person. suitcase. remote. scissors. handbag. cell phone. tennis racket. bottle. knife", ["change your mind"]], ["person. bed. tie. handbag", ["change your mind"]], ["person. backpack. bed. cell phone. refrigerator", ["exciting", "fun", "fickle"]], ["person. bed. vase", ["make improvement"]], ["bottle. person. couch. book. cup. chair. tv", ["make improvement"]], ["person. tv. cup. knife. tie. laptop. cell phone. chair. handbag", ["change your mind"]]]}, "relaxing": {"reasons": ["have done good job", "healthy", "self care", "help sleep", "reduce stress", "recover energy", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["bottle. person. dining table. cell phone. remote. potted plant", ["healthy", "reduce stress", "self care", "have done good job"]], ["person. sink. potted plant. bottle. cell phone. wine glass. parking meter", ["reduce stress", "self care"]], ["cup. chair. potted plant. spoon. dining table. cell phone. person. bottle. cake. scissors. sink. bowl. sheep. teddy bear", ["reduce stress", "self care"]], ["potted plant. person. vase. knife. broccoli. wine glass. dining table", ["reduce stress"]], ["bottle. book. cup. person. vase. bowl", ["self care", "help sleep"]], ["person. potted plant. vase. dining table. bowl. cup. cell phone. wine glass. spoon. bottle. couch", ["reduce stress", "self care"]], ["cup. dining table. person. bottle. mouse. book. potted plant. vase. chair. scissors", ["self care", "reduce stress"]], ["potted plant. person. cup. sink. vase. hair drier. toothbrush. microwave. bottle", ["self care"]], ["person. potted plant. bed. remote. tie", ["I cannot find any reason mentioned verbally or shown visually in the video", "reduce stress"]], ["person. potted plant. bed. tv. cell phone. bowl. couch. dining table. oven. spoon. chair. keyboard. book. dog. car. bottle. hot dog. remote", ["self care"]], ["person. bottle. spoon. cup. sink. cake. knife", ["healthy", "self care"]], ["person. bowl. microwave. bench. bed. remote. potted plant. cell phone. oven. backpack. toilet. spoon. suitcase. chair. umbrella. handbag. vase. book. tie. laptop", ["reduce stress", "self care", "have done good job"]], ["person. cup. bowl. couch. dining table. chair. spoon. wine glass. vase. cell phone. dog. keyboard. book. teddy bear. tie", ["healthy", "self care"]], ["potted plant. person. chair. sink. mouse. bed. cell phone. book. bench. vase. cup. couch. bowl. refrigerator. tv", ["self care", "healthy"]], ["bottle. person. cup. spoon. bowl. toilet. book. sink", ["healthy", "self care"]], ["bottle. bed. vase. potted plant. cup", ["reduce stress", "self care", "help sleep"]], ["person. book. bed. remote. clock. couch. bottle", ["I cannot find any reason mentioned verbally or shown visually in the video", "reduce stress"]], ["person. bowl. fork. laptop. cup. couch. potted plant. spoon. book. bottle. remote. cell phone. chair. banana. refrigerator. scissors. dining table", ["healthy", "self care"]], ["person. book. tie", ["recover energy", "reduce stress", "self care"]], ["person. bed. chair. book. bottle. tie. remote", ["have done good job"]], ["person. chair. toilet. dining table. couch", ["healthy", "help sleep", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. cup. couch. tie. cell phone", ["recover energy", "reduce stress", "self care"]], ["person. book. tie. bottle. toothbrush", ["recover energy"]], ["person. book. remote. bottle. cup. vase. toothbrush", ["healthy", "self care"]], ["person. potted plant. vase. cell phone. bottle. chair. dining table. cup", ["I cannot find any reason mentioned verbally or shown visually in the video", "healthy", "recover energy"]]]}, "cleaning": {"reasons": ["company was coming", "do not like dirtiness", "habit", "self care", "declutter", "remove dirt", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["bed. potted plant. vase. person", ["habit"]], ["person. laptop. bird. cow. tv", ["remove dirt"]], ["vase. person. potted plant. bottle. cup. dining table. tv", ["remove dirt"]], ["bottle. person. bed. book", ["remove dirt"]], ["person. potted plant. remote", ["remove dirt"]], ["person. potted plant. vase. cell phone. bottle. toothbrush", ["remove dirt", "do not like dirtiness"]], ["person. vase. bottle. microwave. potted plant. sink. wine glass. bowl", ["self care", "do not like dirtiness", "remove dirt", "habit"]], ["person. refrigerator. potted plant. cup. bowl. bottle. dining table. chair. remote. tv. oven", ["declutter", "remove dirt"]], ["person. cell phone. potted plant. couch. vase. umbrella. skateboard. dog. chair. remote", ["remove dirt"]], ["person. chair. remote. dining table. suitcase", ["remove dirt"]], ["cell phone. tv. person. scissors", ["do not like dirtiness", "remove dirt"]], ["donut. person. baseball bat. hot dog. banana. remote", ["remove dirt"]], ["person. potted plant. chair. dining table. tv. couch. bed. book. vase. remote. cell phone. cat. dog", ["declutter"]], ["person. cup. bottle. remote", ["do not like dirtiness", "remove dirt"]], ["person. couch. toothbrush. baseball bat. banana. book", ["remove dirt"]], ["bottle. refrigerator. potted plant. bowl. vase. person. knife. spoon. handbag. cup. chair", ["remove dirt"]], ["person. chair. keyboard. cup. mouse. potted plant. tv. bowl. clock. sink. bottle. vase. dining table. remote. cell phone", ["declutter", "remove dirt"]], ["person. remote. chair. dining table. keyboard", ["remove dirt"]], ["person. vase. potted plant. sink. mouse. bed. refrigerator. bottle. cup. book. chair. couch. handbag. knife. bowl. spoon", ["habit", "remove dirt", "do not like dirtiness"]], ["person. remote. cup", ["do not like dirtiness", "remove dirt", "self care"]], ["person. remote. laptop. potted plant. vase. baseball bat. cell phone. wine glass. refrigerator", ["I cannot find any reason mentioned verbally or shown visually in the video", "do not like dirtiness", "remove dirt", "self care"]], ["bottle. person. cup. spoon. vase. sink. bowl. cat. chair. surfboard. toothbrush. scissors. banana. dog", ["do not like dirtiness", "remove dirt"]], ["person. sink. potted plant. vase. cup. chair. dog. bed. suitcase. handbag. baseball bat", ["self care", "do not like dirtiness", "remove dirt"]], ["person. keyboard", ["do not like dirtiness", "remove dirt"]], ["person. bed. teddy bear. cup. handbag. tie", ["declutter"]], ["person. potted plant. couch. book. vase. bed. chair. remote", ["remove dirt", "do not like dirtiness"]], ["person. toothbrush. dog", ["remove dirt"]], ["person. knife. bed. chair", ["do not like dirtiness", "habit"]], ["person. bottle. cat. bowl. potted plant. refrigerator. chair. oven. cup. sink. toothbrush. book. cell phone", ["do not like dirtiness"]], ["donut. cup. bowl. bottle. person. dining table. knife", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. umbrella. bottle. bed. chair. handbag. dining table. potted plant. bird. bench. orange. broccoli. donut. toilet. bowl", ["remove dirt", "do not like dirtiness", "declutter"]], ["person. bench. potted plant. cup. chair. boat. dog. dining table. parking meter. baseball glove. wine glass. umbrella", ["remove dirt"]], ["bottle. person. toothbrush. vase. scissors. toilet", ["remove dirt"]], ["person. refrigerator. potted plant. vase. bottle. chair. cup", ["remove dirt"]], ["person. bench. baseball bat. chair. potted plant. parking meter", ["remove dirt"]], ["person. skateboard. bench. boat. baseball bat. hot dog", ["I cannot find any reason mentioned verbally or shown visually in the video", "remove dirt"]], ["person. chair. cup. oven. microwave. bottle. bowl. potted plant. vase. sink. refrigerator. knife. sports ball. dog. spoon. cell phone. dining table", ["self care", "do not like dirtiness", "remove dirt"]], ["person. vase. cake. bottle. sink. potted plant. bench. cell phone. cup", ["declutter"]], ["dog. person. sheep. bicycle. truck. motorcycle. backpack. cow", ["habit"]], ["person. tie. toilet. handbag. sink. potted plant. bottle. tv. remote", ["do not like dirtiness"]], ["couch. person. baseball bat. banana. toothbrush", ["do not like dirtiness", "remove dirt"]], ["person. bed. vase. spoon. toothbrush. bottle. remote. tv", ["remove dirt"]], ["person. bottle. cup. bowl. dog. chair. bed. potted plant. oven. microwave. refrigerator", ["do not like dirtiness"]], ["person. cup. knife. scissors", ["remove dirt"]], ["person. toothbrush. snowboard. bottle. sink. potted plant. oven. cup. bed. vase. toilet. remote. chair", ["declutter", "do not like dirtiness", "habit", "remove dirt"]], ["toothbrush. sink. person. bottle. refrigerator. apple. toilet. backpack. bowl. mouse. tv. cat", ["remove dirt"]], ["cake. toilet. person. scissors. cell phone", ["self care"]], ["person. remote. cup", ["do not like dirtiness", "remove dirt"]]]}, "helping": {"reasons": ["assist with education", "complete work", "maximise own utility", "help in return", "makes feel good inside", "become friend", "accomplish mutual goal", "express altruism", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["dog. truck. potted plant. cow. person. horse. car. baseball bat. motorcycle", ["complete work"]], ["person. dog. giraffe. horse. cow. sheep. chair. vase. skis", ["help in return", "assist with education", "complete work", "express altruism"]], ["person. potted plant. book. cat. bench. cup. vase. donut. sink. toilet. mouse", ["accomplish mutual goal"]], ["bottle. cup. mouse. dining table. spoon. person. vase. sink. bowl. book", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. dog. horse. cat. sheep", ["makes feel good inside"]], ["chair. person. cup. tv. potted plant. cell phone. backpack. bottle. remote. mouse. book", ["complete work", "assist with education"]], ["cat. bowl. toilet. bottle. person. dog. spoon. sink", ["help in return"]], ["person. potted plant. car. baseball glove", ["complete work", "maximise own utility"]], ["bed. potted plant. vase. person. bottle", ["complete work"]], ["cat. bird. bowl. bottle. person. chair. wine glass. dog. cup. potted plant", ["accomplish mutual goal"]], ["person. book. laptop. vase. cup. potted plant. donut. tv. knife", ["assist with education"]], ["person. toothbrush. donut. remote. chair. cup", ["assist with education", "I cannot find any reason mentioned verbally or shown visually in the video", "makes feel good inside"]], ["person. bowl. dining table. bottle. cup. wine glass. cell phone. scissors. toothbrush. spoon. donut", ["I cannot find any reason mentioned verbally or shown visually in the video", "assist with education", "makes feel good inside"]], ["person. bench. dog. wine glass. bicycle. potted plant", ["accomplish mutual goal"]], ["person. backpack. tie", ["I cannot find any reason mentioned verbally or shown visually in the video", "makes feel good inside", "maximise own utility"]], ["person. potted plant. car. dog. bench. knife. refrigerator. laptop. chair. boat. sports ball. handbag. bowl. cup. truck. bottle. tv. train. cell phone", ["complete work", "accomplish mutual goal"]], ["person. cup. bottle. dining table. bed. spoon. toothbrush. bowl. knife. cell phone. vase. donut. remote", ["maximise own utility", "complete work", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["vase. bowl. person. dining table. bottle. cup. spoon", ["I cannot find any reason mentioned verbally or shown visually in the video", "accomplish mutual goal", "maximise own utility"]], ["person. cup. bottle. spoon. vase. dining table. orange. bench. scissors. donut. banana. carrot. wine glass", ["accomplish mutual goal", "I cannot find any reason mentioned verbally or shown visually in the video", "help in return", "makes feel good inside"]], ["person. dog. toothbrush", ["complete work"]], ["book. cup. suitcase. chair. person. potted plant. bed. tv. vase. couch. scissors", ["assist with education"]], ["bottle. vase. person. bowl. wine glass. bird. apple. spoon. book. sink. dining table. cell phone. cup. toothbrush. bed. potted plant", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. donut. spoon. sink. hot dog. dining table. sandwich. knife. bowl. cup. wine glass. remote", ["complete work", "I cannot find any reason mentioned verbally or shown visually in the video", "maximise own utility"]], ["person. car. backpack. bottle. potted plant. suitcase. chair. handbag. dining table. boat. cup. umbrella. cell phone. baseball glove. sheep. baseball bat. bowl. bicycle. horse. book. refrigerator. keyboard. vase. bench", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["cup. chair. person. toothbrush. dining table. dog. cell phone. bottle. toilet. potted plant. sheep. bird. bowl. cat", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["scissors. person. spoon. knife. cup. dining table. bottle. skateboard. bowl. broccoli. cell phone", ["assist with education"]], ["bottle. person. bed. sink. tv. hair drier. cell phone. potted plant", ["accomplish mutual goal", "I cannot find any reason mentioned verbally or shown visually in the video", "complete work"]], ["person. cup. dining table. handbag. book. bottle. bed. vase. tv", ["makes feel good inside", "accomplish mutual goal"]], ["person. laptop. cell phone. scissors", ["maximise own utility"]], ["person. potted plant. car. dog. bench. laptop. chair. boat. sports ball. handbag. bowl. cup. truck. cell phone", ["complete work", "assist with education", "maximise own utility"]], ["person. boat. chair. sports ball. car. truck. potted plant. handbag. frisbee. cup. teddy bear. dining table", ["complete work"]], ["bed. person. toothbrush. knife. bottle. handbag", ["complete work"]], ["person. scissors. bottle. tv. dining table. keyboard. laptop", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. donut. cup. spoon. dining table. sink. bowl. sandwich. wine glass. hot dog", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. boat. bench. handbag. bottle. car. truck. chair. cup. potted plant. dining table. surfboard", ["accomplish mutual goal", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bowl. remote. cup. book", ["complete work"]], ["person. dining table. carrot. knife", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["bed. person. potted plant. bottle. cup. broccoli. bowl", ["complete work", "makes feel good inside"]], ["cup. person. dining table. bottle. vase. cell phone. broccoli. donut. bowl", ["makes feel good inside"]], ["knife. person. toothbrush. bed. cup. wine glass", ["complete work", "makes feel good inside"]], ["person. chair. cup. tv. potted plant. mouse. book. backpack. cell phone. laptop. bottle. remote", ["maximise own utility", "I cannot find any reason mentioned verbally or shown visually in the video", "makes feel good inside"]], ["cup. bottle. person. spoon. dining table. vase. scissors", ["I cannot find any reason mentioned verbally or shown visually in the video", "makes feel good inside", "assist with education"]], ["person. orange. potted plant. vase", ["makes feel good inside"]], ["person. cell phone. potted plant. chair. refrigerator. spoon", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. book. laptop. scissors. knife. keyboard. banana. tie. sink", ["assist with education", "complete work"]], ["person. broccoli. remote. vase. bottle. potted plant. hair drier. dining table. cup", ["I cannot find any reason mentioned verbally or shown visually in the video", "makes feel good inside", "assist with education"]]]}, "painting": {"reasons": ["create art", "express yourself", "enhance appearance", "DYI craft project", "feel creative", "change colors in home", "enjoy", "clean walls", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. knife. cell phone. bed", ["DYI craft project"]], ["vase. potted plant. bicycle. dining table. cup. person", ["DYI craft project"]], ["potted plant. clock", ["DYI craft project", "enhance appearance"]], ["person. potted plant. dining table. bottle. wine glass. chair. cup. vase. knife. cell phone. fork", ["DYI craft project"]], ["cup. bottle. orange. dining table. person. knife. fork. potted plant. chair. wine glass. vase. scissors. donut. banana", ["DYI craft project"]], ["person. bottle. cell phone. dining table", ["enhance appearance"]], ["person. vase. potted plant. laptop. remote. cell phone", ["enhance appearance", "enjoy"]], ["person. dining table. toothbrush. bottle. cup. orange. chair. tennis racket. parking meter. bowl. cell phone. frisbee", ["enjoy"]], ["person. toothbrush. bed. remote. bottle. elephant", ["enhance appearance"]], ["person. oven. sink. bottle. bowl. cell phone", ["change colors in home", "enhance appearance"]], ["person. couch. bed. remote. mouse. book. refrigerator. chair. tv", ["DYI craft project", "enhance appearance", "express yourself", "enjoy"]], ["bottle. oven. person. sink. cup", ["clean walls", "DYI craft project", "create art", "express yourself", "feel creative"]], ["laptop. bottle. bed. keyboard. cup", ["enhance appearance", "feel creative"]], ["sink. bottle. toilet. person. cup", ["DYI craft project", "create art", "feel creative"]], ["chair. keyboard. person. couch. toothbrush. remote. bottle. microwave. tv. cup. toilet. knife", ["enhance appearance"]], ["person. toothbrush. bottle. scissors. dining table. book. baseball bat. knife. bed. chair", ["DYI craft project", "express yourself", "create art"]], ["person. cell phone. toothbrush. scissors. bed", ["express yourself", "enhance appearance"]], ["person. scissors. book", ["express yourself"]], ["chair. bowl", ["change colors in home", "clean walls", "enhance appearance", "feel creative"]], ["person. potted plant. bed. remote. cake. suitcase. car. banana. cup. chair", ["DYI craft project", "express yourself", "create art"]]]}, "cooking": {"reasons": ["improve skills", "make meal", "hungry", "be healthy", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. remote. bottle. cell phone. cup. carrot. broccoli. potted plant. knife", ["make meal"]], ["person. bottle. parking meter. knife. oven. potted plant. cup. bowl. sink. laptop", ["I cannot find any reason mentioned verbally or shown visually in the video", "make meal"]], ["person. backpack. motorcycle. truck. boat. bench. chair. train", ["improve skills"]], ["person. book. cup. bottle. dining table. bicycle. bowl. spoon. laptop. potted plant. apple. knife. wine glass. sink. cell phone. vase. chair. refrigerator. dog. cow. horse. sheep. car. banana. motorcycle. bird", ["make meal"]], ["person. dining table. carrot. knife. bottle. bowl. oven. wine glass. orange. mouse. handbag", ["make meal"]], ["potted plant. person. cat. apple. vase. broccoli. bottle. toilet. umbrella. chair. orange. sports ball. bowl", ["make meal"]], ["person. chair. bottle. bench. potted plant. bowl. spoon", ["make meal"]], ["person. dog. bottle. dining table. bowl. mouse. cup. spoon. cell phone. vase. oven", ["make meal"]], ["person. potted plant. vase. dining table. cake. knife. cup. keyboard. tv. scissors. sports ball. chair. bottle. banana. spoon. oven. orange. bowl", ["improve skills", "make meal"]], ["person. oven. bottle. bowl. knife. wine glass. dining table. handbag. carrot. spoon. mouse", ["make meal"]], ["person. vase. bottle. potted plant. tie. cup. dining table. refrigerator", ["improve skills", "make meal"]], ["person. oven. broccoli. bottle. bowl. spoon. carrot. knife. sink. potted plant. fork. banana", ["make meal"]], ["person. couch. bed. potted plant. knife. bowl. broccoli. toothbrush. chair. bench. tie. toilet. oven. refrigerator. cup. dining table. microwave. bird. cat. vase. banana", ["make meal"]], ["person. boat. potted plant. chair. bench. carrot", ["make meal"]], ["bowl. oven. person. clock", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["chair. bottle. person. vase. potted plant. cup. pizza. broccoli. cake. dining table. remote. banana. bowl. apple", ["improve skills"]], ["person. cell phone. refrigerator. carrot. bed. bowl. dining table. chair. remote. broccoli. donut. banana. scissors. keyboard. hot dog", ["make meal"]], ["person. bed. chair. book", ["improve skills"]], ["person. bed. remote. bowl. knife. dining table. oven. bottle. apple. donut. cell phone. clock. broccoli", ["make meal", "improve skills"]], ["person. knife. apple. cup. carrot. bowl. dining table. spoon. wine glass. bottle. broccoli. cell phone. banana. cake. surfboard. sports ball. mouse. oven", ["make meal"]], ["person. orange. apple. dining table. sports ball. banana", ["improve skills", "be healthy", "make meal", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cup. sports ball. dining table. knife. bottle. laptop. oven. sink. bowl. remote. scissors. apple. toothbrush. surfboard", ["be healthy"]], ["vase. person. bottle. dining table. cup. wine glass. sheep. bird", ["be healthy", "improve skills", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bowl. dining table. knife. cake. spoon. cup", ["make meal"]], ["oven. person. cup. bowl. apple. cake. bird. dining table. vase. mouse. donut", ["make meal"]], ["person. tie", ["make meal"]], ["person. vase. bed. chair. cell phone. bottle. bowl. banana. dining table", ["make meal", "improve skills", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["bowl. dining table. person. knife. cup. spoon. carrot. vase. fork. bottle. wine glass", ["make meal"]], ["person. bowl. oven. bottle. cell phone. sink. broccoli. cup", ["be healthy", "make meal"]], ["person. bed. potted plant. sandwich. dining table. knife. spoon", ["make meal"]], ["person. bowl. spoon", ["be healthy", "make meal"]], ["person. dining table. bowl. knife. cake. bottle", ["be healthy", "make meal"]], ["person. sink. oven. knife. bottle. cup. fork. bowl. spoon", ["improve skills"]], ["cake. bowl. bottle. vase. person", ["make meal"]], ["person. spoon. vase. scissors. knife. cell phone. fork. cup. toothbrush. bed. mouse. dining table", ["improve skills", "make meal"]], ["person", ["make meal", "be healthy"]], ["cup. bowl. carrot. person. cake. cell phone. dining table. knife. broccoli. apple. spoon. chair. oven. toothbrush", ["be healthy", "hungry", "make meal"]], ["carrot. spoon. fork. person. sandwich. tv. donut. bowl", ["improve skills", "make meal"]], ["person. orange. banana. dining table. apple. cup. sports ball. mouse. tv", ["make meal"]], ["cake. person. bowl. dining table. bird. spoon", ["make meal"]], ["person. dining table. chair. sink. bench. cell phone. wine glass. fork. bowl. donut. spoon. bottle. remote. knife. sandwich. toothbrush", ["make meal"]], ["person. cup. bowl. vase. wine glass. dining table. broccoli. knife", ["make meal"]], ["person. cup. oven. microwave. refrigerator. sink. bottle. couch. chair. dining table. remote. bowl. cat. potted plant", ["be healthy", "make meal"]], ["bowl. person. dining table. banana. bottle. bed. apple. knife. book", ["make meal"]]]}, "thanking": {"reasons": ["grateful", "feel good", "appreciate", "helped", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["cup. person. banana. dining table. vase. potted plant. bowl. remote. cake. oven. chair. cat. cell phone. spoon. donut", ["grateful"]], ["bottle. cup. person. vase. dining table. apple. orange. donut. potted plant", ["grateful", "appreciate"]], ["person. vase. bottle. donut. dining table. book. cell phone. bed", ["appreciate", "grateful"]], ["person. donut. bed. vase. dining table. bowl. wine glass", ["appreciate"]], ["person. potted plant. book. bed. laptop. couch. chair. remote. cup. vase", ["appreciate", "grateful"]], ["person. bottle. vase. scissors. bowl", ["appreciate", "grateful"]], ["scissors. person. cell phone. remote", ["appreciate", "grateful"]], ["bottle. person. laptop. bed. toilet. bowl. spoon. potted plant. bird. cup. dog. hot dog", ["grateful", "appreciate", "feel good"]], ["person. bed. dining table", ["feel good", "grateful"]], ["cell phone. person. apple. cup. potted plant. sink. bottle. refrigerator. orange. bowl. microwave. toaster", ["grateful", "appreciate", "feel good", "helped"]], ["person. potted plant. bed. laptop. chair. skateboard. book. tv. car. truck. handbag. sink. cell phone", ["grateful"]], ["person. sports ball. chair. suitcase. airplane. handbag. umbrella. cup. toothbrush. potted plant. microwave", ["appreciate"]], ["person. book. tie", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. couch. potted plant. book. dining table. remote. bottle. handbag. cell phone", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bed", ["grateful"]], ["person. cup. bed. car. potted plant. vase", ["appreciate", "feel good", "helped", "I cannot find any reason mentioned verbally or shown visually in the video", "grateful"]], ["person. remote. tie", ["grateful"]], ["potted plant. person. bed. cell phone", ["appreciate", "grateful"]], ["person", ["appreciate", "grateful"]], ["person. book. handbag", ["grateful"]], ["person. potted plant. horse. car. cup. bed", ["appreciate", "grateful"]], ["person. cell phone. remote. potted plant. donut", ["feel good", "grateful"]], ["person. cell phone. chair. potted plant. refrigerator. bed", ["feel good"]], ["person. bottle. cell phone. tv. car. bird. bowl. cup", ["feel good"]], ["tv. suitcase. person. handbag. chair. dining table. potted plant. clock. airplane. truck. laptop. backpack", ["grateful"]], ["pizza. person. bowl. dining table. cup. fork. cell phone. spoon. knife. chair. carrot. laptop. broccoli. tv. bottle. hot dog", ["appreciate", "grateful"]], ["person. cell phone. vase. potted plant. bottle. bed. cup", ["appreciate"]], ["person. toothbrush. cell phone. bed. wine glass", ["grateful"]], ["person. chair. remote. tv. banana", ["grateful", "helped"]], ["person. potted plant. vase. bed. toothbrush", ["feel good", "grateful", "appreciate"]], ["person. car. bed", ["appreciate"]], ["person. laptop. bed", ["grateful"]], ["person. potted plant. bed. cup. cell phone", ["appreciate", "feel good", "grateful"]], ["person. chair. oven. dining table. potted plant. cell phone. microwave. bottle. remote. toothbrush. vase. car. bowl", ["grateful"]], ["person. potted plant. bed. vase", ["appreciate"]], ["person. bed. cell phone. tv", ["appreciate", "helped"]], ["person. potted plant. cup. vase. cell phone", ["grateful", "appreciate", "feel good"]], ["person. chair. tie. potted plant. laptop. remote. book", ["grateful"]], ["person. cell phone. potted plant. remote. tv", ["grateful"]], ["person. chair. couch. remote. bed", ["appreciate", "feel good"]], ["person. cell phone. laptop. cup. bottle. potted plant. bowl. tv. chair. frisbee", ["grateful"]], ["person. potted plant. bed. dining table. couch. cell phone. microwave", ["grateful"]], ["person. scissors. cell phone. potted plant. tv. bottle. knife. dining table. tie. remote. laptop. sink", ["helped", "appreciate", "feel good", "grateful"]], ["person. book. bed. bottle", ["grateful", "appreciate"]], ["person. bed. cup. vase", ["grateful", "helped", "appreciate"]]]}, "remembering": {"reasons": ["was memorable", "was interesting", "learn from", "use later", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. bed. cell phone. cup. wine glass", ["was memorable"]], ["person. cup. book. spoon. toothbrush. tv", ["was interesting", "was memorable"]], ["person. cow. car. orange. cup. scissors. chair. dining table. sheep. apple. remote. umbrella. sports ball. donut. tennis racket. tv. bowl. bottle. frisbee. spoon. bird. potted plant", ["was memorable"]], ["person. cup. dining table. bottle. spoon", ["was interesting", "was memorable"]], ["remote. person. dining table", ["was memorable"]], ["person. bottle. toothbrush. cup. dining table. bowl", ["was memorable"]], ["person. toothbrush. bottle. bowl. dining table. sink. cup. spoon. frisbee. clock", ["was memorable"]], ["carrot. dining table. bowl. person. cup. donut. mouse. bottle. bed. bicycle", ["was memorable"]], ["person. refrigerator. toilet. book. remote. chair. cell phone. handbag. suitcase. backpack. cake. sports ball", ["was interesting"]], ["person. oven. microwave. potted plant. bottle. toothbrush. tv. cell phone. sink. couch", ["learn from", "use later", "was memorable"]], ["person. book. dog. microwave. dining table. bed. tv. mouse. oven. laptop. refrigerator", ["learn from", "use later", "was interesting", "was memorable"]], ["vase. tv. couch. dining table. potted plant. sink. toilet. chair. remote. clock. book. bed. person. laptop. cat. wine glass", ["learn from", "use later"]], ["person. bed", ["was memorable", "learn from"]], ["person. orange. potted plant. bottle. bed. remote. laptop. toilet. cell phone. toothbrush", ["use later"]], ["person. dining table. potted plant. remote. chair. cell phone. vase. tv", ["use later", "learn from", "was interesting"]], ["person. potted plant. toilet", ["was interesting", "was memorable"]], ["person. couch. chair. book. laptop. cup. bottle. tv. cell phone. sink", ["learn from"]], ["person. potted plant. bed. tv", ["use later"]], ["person. couch. tv. chair. book. cup", ["was memorable"]], ["book. toilet. person. potted plant. couch. bottle. cup. chair", ["use later"]], ["person. handbag", ["learn from", "was memorable"]], ["person. bed", ["learn from", "was memorable"]], ["chair. person. couch. vase. refrigerator. handbag. potted plant. cell phone. car", ["was memorable", "learn from", "use later"]], ["person. potted plant. backpack. car. cake. bed. dog", ["was memorable"]], ["person. potted plant. broccoli", ["learn from", "use later"]], ["person. sink. tie. oven. remote. cell phone", ["was memorable", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. oven. refrigerator", ["use later", "learn from", "was memorable"]], ["person. remote. cell phone. bed. refrigerator. potted plant", ["use later"]], ["person. microwave. bottle. refrigerator. orange. vase. cup. bowl. remote. donut. oven. book", ["use later"]], ["person", ["learn from", "was memorable"]], ["person. potted plant. car. bed. cell phone. vase. tie", ["learn from"]], ["person. handbag. bottle. potted plant", ["was memorable", "use later", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cake", ["learn from", "was memorable"]], ["person. potted plant. chair. couch. dining table. teddy bear. cup. bench", ["was memorable"]], ["person. potted plant. cup. bed", ["learn from", "was memorable", "use later"]], ["person. wine glass. bed", ["learn from", "use later", "was memorable"]], ["person. bed. remote. cell phone", ["I cannot find any reason mentioned verbally or shown visually in the video", "was memorable", "learn from", "use later"]], ["person. bed", ["learn from", "was interesting"]], ["person. potted plant. vase. remote", ["learn from", "was interesting"]], ["person. clock. wine glass. chair. vase. cell phone. bird", ["learn from"]]]}, "listening": {"reasons": ["listen to music", "be productive", "learn", "obey", "enjoy", "hear what saying", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. cell phone. toilet", ["learn"]], ["person. bed. book", ["enjoy", "learn", "obey", "I cannot find any reason mentioned verbally or shown visually in the video", "be productive"]], ["bottle. person. chair. dog. car", ["listen to music", "enjoy", "hear what saying"]], ["cell phone. person. book. mouse", ["enjoy", "listen to music", "learn"]], ["chair. tv. person. bed. bowl. clock. dining table", ["enjoy"]], ["person. bowl. vase. potted plant. car. broccoli. dog. banana", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. tv", ["be productive", "listen to music"]], ["person. remote. cup", ["learn"]], ["person. tv. remote. clock. cup. keyboard. bottle. laptop. potted plant. chair. book. mouse. bed. vase", ["listen to music", "be productive", "enjoy", "learn"]], ["person. chair. cell phone. potted plant. scissors", ["be productive", "listen to music"]], ["person. sports ball", ["hear what saying"]], ["person. tv", ["learn"]], ["person. potted plant", ["learn"]], ["person. orange. backpack. traffic light. cell phone. umbrella. toothbrush", ["listen to music"]], ["person. book", ["learn"]], ["person", ["enjoy"]], ["person. orange. tie", ["listen to music"]], ["person. chair. umbrella. cell phone. toothbrush", ["hear what saying", "learn"]], ["person. wine glass. cup", ["listen to music"]], ["person. mouse. toothbrush. handbag. chair. couch. backpack. dog. tv. dining table", ["be productive", "learn"]], ["person. tv", ["enjoy", "learn"]], ["person. bottle. bed. remote. teddy bear", ["hear what saying", "obey", "learn"]], ["person. bed", ["hear what saying"]], ["person. chair. truck. car. tie. motorcycle. stop sign. cell phone", ["listen to music"]], ["person. tv. wine glass. teddy bear. bed. cell phone. dining table", ["hear what saying"]], ["person. sports ball", ["hear what saying"]], ["person. cell phone. laptop", ["enjoy"]], ["person. chair. truck. car. tie. motorcycle. stop sign. cell phone", ["learn"]], ["person. keyboard. bed. tv. chair. cell phone. dining table. backpack", ["be productive"]], ["person. cell phone. wine glass. chair", ["be productive", "learn"]], ["person. tv. cell phone", ["be productive"]], ["person. bed", ["enjoy"]], ["person. chair. tv. bed. couch. cell phone. dining table. cup. microwave. remote", ["learn"]], ["person. bed", ["listen to music", "enjoy", "learn"]], ["person", ["hear what saying"]], ["bottle. frisbee. book. person. hot dog. banana. cell phone. scissors. spoon. chair. suitcase. remote. bowl. laptop. bed", ["listen to music"]], ["person. potted plant. toilet. chair. broccoli", ["hear what saying"]], ["person. tie. couch. bed. cell phone", ["learn"]], ["person. potted plant. bed. couch. vase. cell phone", ["enjoy", "learn"]], ["person. chair. cell phone. toilet", ["I cannot find any reason mentioned verbally or shown visually in the video", "enjoy"]], ["person. potted plant. cell phone. bed", ["hear what saying", "learn"]]]}, "working": {"reasons": ["feel productive", "complete job", "have to", "need money", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["cup. bottle. dining table. person. bench. truck. sheep. vase. wine glass. knife. fork. chair. car. bed", ["feel productive"]], ["person. cell phone. bottle. cake. mouse. bowl. knife. cup. remote. toothbrush. vase", ["I cannot find any reason mentioned verbally or shown visually in the video", "complete job"]], ["person. cup. dining table. couch. chair", ["complete job"]], ["bowl. person. spoon. cup. bottle", ["complete job"]], ["person. cup. dining table. chair", ["feel productive", "complete job"]], ["person. dining table. cell phone. cake. scissors", ["feel productive"]], ["person. potted plant. bottle. bowl. vase. oven. cup. dining table. sink. cell phone. handbag. couch. remote", ["I cannot find any reason mentioned verbally or shown visually in the video", "feel productive", "have to", "complete job"]], ["potted plant. vase. bowl. person. cup. bottle. toothbrush. chair. donut. bed. hot dog. spoon. parking meter. knife", ["complete job", "I cannot find any reason mentioned verbally or shown visually in the video", "feel productive"]], ["person. potted plant. bowl. oven. cup. bottle. chair. bed. keyboard. remote. microwave", ["feel productive"]], ["person. bed. cell phone", ["complete job"]], ["person. potted plant. cup. bottle. bowl", ["complete job"]], ["person. bottle. vase. potted plant. spoon. cup. wine glass. cell phone. sink", ["feel productive", "complete job"]], ["bottle. cup. person. toothbrush. sink. potted plant. vase. book. cat", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. dining table. handbag. bowl. cup. scissors. oven. donut", ["complete job", "feel productive"]], ["person. bed. cup. laptop. book. dining table. cell phone. apple", ["complete job", "feel productive"]], ["vase. person. potted plant. chair. orange. cup. dining table. bowl", ["feel productive"]], ["cup. laptop. person. cell phone. keyboard. tv. scissors. spoon", ["complete job", "need money", "feel productive"]], ["person. tv. bottle", ["feel productive"]], ["toilet. cup. person", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. baseball bat. potted plant. suitcase. chair. bench. car. baseball glove", ["complete job"]], ["cup. person. spoon. vase. bottle. potted plant. knife. sink. toothbrush. book. tv. remote. toilet", ["complete job", "feel productive"]], ["person. bed", ["feel productive"]], ["person. dog. book. bottle. bicycle. suitcase. toothbrush. dining table. banana", ["feel productive", "complete job", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. snowboard. handbag. carrot. skateboard. cup. knife. laptop. book. vase. potted plant. cat. wine glass. keyboard. suitcase. sink. cell phone. umbrella", ["feel productive"]], ["sink. vase. potted plant. cup. parking meter. person. dining table. orange. banana. apple. bottle. bed. dog. book. bowl. spoon. couch. clock. tv. oven", ["complete job"]], ["person. dog. potted plant. car. bottle. cup", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["dog. horse. cat. person. bird. potted plant. bench. chair. boat", ["feel productive"]], ["person. vase. cup. dining table. spoon. bottle. potted plant. fork. dog. toilet. bowl", ["complete job", "feel productive"]], ["person. remote. cup. bottle. vase. wine glass", ["feel productive"]], ["person. apple. dining table. knife. banana. oven", ["feel productive", "complete job"]], ["person. potted plant. bottle. dog. cup. bowl. sink. cell phone. toaster. vase. dining table. knife. handbag", ["complete job"]], ["person. bed", ["feel productive"]], ["person. book. skateboard. bottle. chair. cat. potted plant. handbag. teddy bear. baseball glove", ["feel productive"]], ["bottle. person. cup. dining table. vase. wine glass", ["complete job"]], ["person. potted plant. chair. cup. bench. baseball glove. dining table. suitcase. sink. dog. parking meter. bowl. vase. bird", ["feel productive"]], ["person. potted plant", ["feel productive"]], ["person. chair. handbag. dining table. umbrella. cow. dog", ["complete job", "feel productive", "I cannot find any reason mentioned verbally or shown visually in the video"]]]}, "sleeping": {"reasons": ["get up early next day", "sleepy", "keep warm", "need to restore energy", "you are tired", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. bottle. potted plant. vase", ["get up early next day", "you are tired", "sleepy", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["vase. person. potted plant. dining table. toothbrush", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bowl. wine glass. broccoli. cup. hot dog. book. sink. bottle. suitcase. knife. chair. sandwich. pizza. mouse. spoon. bed", ["need to restore energy", "sleepy"]], ["person. teddy bear. wine glass. spoon. donut. bowl. dining table. cup", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. scissors. bottle", ["get up early next day"]], ["person. bottle. cell phone. chair. toothbrush. hair drier", ["sleepy"]], ["couch. potted plant. vase. dog. person. book. suitcase. chair", ["sleepy"]], ["person. potted plant. bowl", ["keep warm"]], ["person. laptop. cup. bed. chair. cell phone. dining table. book. remote. kite. bowl", ["get up early next day", "need to restore energy", "sleepy", "you are tired", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. vase. chair. remote. bed. toothbrush. refrigerator. bottle", ["keep warm", "need to restore energy", "get up early next day", "sleepy"]], ["person. vase. toilet. book. bottle", ["sleepy"]], ["person. bed. cell phone", ["sleepy"]], ["person. potted plant. vase. laptop. chair", ["sleepy"]], ["person. bed. bottle. keyboard. dining table. refrigerator. tv. cup. laptop. book", ["I cannot find any reason mentioned verbally or shown visually in the video", "need to restore energy", "sleepy"]], ["cup. person. dining table. vase. bowl. toothbrush. bed. bottle. laptop", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. tie. vase. cat. bed. snowboard", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. remote. potted plant. cell phone", ["you are tired", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. toothbrush. bottle. bed. tv. handbag", ["get up early next day", "you are tired"]], ["bowl. person. pizza. carrot. chair. dining table. tie. car. cup. laptop. keyboard. potted plant. tv. microwave. oven. broccoli. cell phone. remote. bottle. book. fork", ["need to restore energy", "you are tired", "sleepy", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["bed. person. chair. toilet. laptop. keyboard. tie. clock. handbag. potted plant. cell phone. remote", ["sleepy"]], ["person. potted plant. remote. dining table. oven. tv. handbag. bench. microwave. laptop", ["sleepy"]], ["book. cat. person. bed. cell phone", ["get up early next day", "need to restore energy"]], ["person. potted plant. bed. tie. car. handbag. cell phone", ["you are tired"]], ["person. potted plant. vase. chair", ["need to restore energy"]], ["person. bowl. remote. scissors. suitcase. bed. laptop. book. hair drier. bottle. spoon. cell phone. cup", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. remote. chair. keyboard. dining table. oven. bed. suitcase", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bed. book. dog. cat. mouse. cell phone", ["sleepy"]], ["person. clock. handbag. chair. cup. dining table. bird. oven. couch. vase. apple. bowl. banana. sink. bottle. book. bed. cell phone. hot dog. bench. frisbee. potted plant. refrigerator. microwave. knife. scissors. toilet. toothbrush. remote. backpack", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["laptop. person. book. bottle. frisbee. cup. mouse. keyboard. tv. refrigerator. bed", ["sleepy", "need to restore energy"]], ["person. potted plant. bed. tv", ["need to restore energy"]], ["person. sink. bed. handbag. chair. laptop", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["cell phone. person. cake. remote. bed", ["need to restore energy", "sleepy"]], ["person. wine glass. cell phone", ["sleepy", "keep warm"]], ["person. backpack. microwave. donut. chair. bowl. cup. cell phone. knife. dining table", ["need to restore energy", "sleepy"]], ["person. potted plant. bed", ["sleepy"]], ["person. tv. spoon. banana. bowl. dining table", ["get up early next day", "need to restore energy"]], ["person. car. bed", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. remote. keyboard. chair. cell phone. dining table. refrigerator", ["need to restore energy"]], ["person. suitcase. dog. cell phone", ["sleepy", "you are tired", "get up early next day"]], ["person. bed. remote", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cell phone. cup. wine glass. bowl. knife. remote", ["I cannot find any reason mentioned verbally or shown visually in the video", "sleepy", "get up early next day"]], ["person. chair. dining table. book. bottle. cell phone. bed. potted plant. sink. tie. laptop. sports ball. handbag. toilet", ["sleepy", "get up early next day", "I cannot find any reason mentioned verbally or shown visually in the video"]]]}, "reading": {"reasons": ["appear cultured to opposite sex", "healthy habit", "spirituality", "avoid technology", "relax", "bored", "learn", "appreciate", "entertained", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. cup. toothbrush. book. chair", ["spirituality"]], ["person. book. cup. donut. chair. knife. dining table. vase. bottle. cell phone", ["healthy habit", "learn"]], ["person. book. cell phone. cup. couch. vase. bowl", ["learn"]], ["person. book. chair. cup. donut. dining table. vase. knife. cell phone. remote", ["healthy habit"]], ["laptop. cup. book. bed. person. bird. handbag. keyboard. toothbrush. dining table", ["learn"]], ["person. cell phone. chair. refrigerator. book", ["I cannot find any reason mentioned verbally or shown visually in the video", "healthy habit", "relax", "entertained"]], ["person. pizza", ["healthy habit"]], ["person. cup. book. vase. donut. potted plant. bird", ["learn"]], ["person. potted plant. donut", ["learn", "I cannot find any reason mentioned verbally or shown visually in the video", "avoid technology"]], ["person. potted plant. book. vase. laptop. couch. broccoli", ["learn"]], ["person. remote. cell phone. knife. umbrella", ["entertained", "learn"]], ["person. wine glass. laptop", ["learn", "relax", "spirituality"]], ["person. wine glass. chair", ["learn"]], ["person. tv. dining table. couch. book. chair. toilet. bed. tie. keyboard. potted plant. cell phone", ["learn"]], ["person. cell phone. potted plant. broccoli. vase", ["learn"]], ["person. book. chair. remote", ["entertained"]], ["person. potted plant", ["healthy habit", "learn", "spirituality", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["cell phone. person. scissors. remote", ["learn"]], ["person. bed. horse. remote. knife", ["learn", "spirituality"]], ["person. vase. potted plant. bed. laptop. book. bottle. tv", ["learn"]], ["person. bed. book", ["learn"]], ["person. hot dog. book. bowl. cat. tv", ["entertained", "learn", "relax"]], ["person. potted plant. broccoli. couch. laptop. book. keyboard", ["learn"]], ["person. potted plant. vase", ["learn", "spirituality"]], ["person. book. bed", ["learn"]], ["person. couch. chair. bottle", ["learn"]], ["person. wine glass", ["healthy habit"]], ["person. wine glass", ["learn"]], ["car. person. tv. chair. truck. cup", ["healthy habit"]], ["person. book. cell phone. bed", ["learn"]], ["person. toothbrush. book", ["learn", "healthy habit"]], ["person. wine glass", ["learn", "relax", "entertained", "healthy habit", "appreciate"]], ["cell phone. person. wine glass. tie. remote", ["learn"]], ["person. couch. cell phone. clock", ["spirituality", "avoid technology", "appreciate", "healthy habit", "learn"]], ["person. wine glass. bowl. vase. cup. dining table. knife. bottle. donut. orange. sink", ["healthy habit", "appear cultured to opposite sex", "appreciate", "learn"]]]}, "buying": {"reasons": ["replace broken", "habit", "worth it", "enjoy", "need", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["person. refrigerator. cup. bottle. dining table. sink", ["habit", "need"]], ["person. cell phone. dog. bowl. dining table. suitcase. cat. scissors. sports ball. parking meter. laptop. bird. broccoli. potted plant. sheep. chair. bottle. knife. umbrella. cow", ["habit", "worth it", "enjoy", "need"]], ["person. potted plant. cell phone", ["need"]], ["person. potted plant. vase. couch", ["enjoy", "worth it", "need", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. tv. vase. book. bottle. cup. sink", ["enjoy"]], ["person. chair. cell phone. fork. remote. toothbrush. knife", ["habit"]], ["person. donut. bottle. vase. cup. apple. dining table", ["enjoy"]], ["person. potted plant. vase. chair. wine glass", ["enjoy", "need", "worth it"]], ["person. bed", ["enjoy", "need", "worth it"]], ["person. umbrella. backpack. tie. bottle. vase. potted plant", ["replace broken", "need", "enjoy"]], ["person. sports ball. cup", ["enjoy", "need", "worth it"]], ["person. cup. bottle. bed. sink. remote. toothbrush. hair drier", ["need", "enjoy"]], ["person. cell phone. potted plant. bicycle. car. cup. motorcycle. bottle. bed. remote. mouse. laptop. spoon", ["worth it", "enjoy", "need"]], ["person. bed. tie. umbrella. scissors", ["need"]], ["person. chair. potted plant. cell phone", ["enjoy", "worth it"]], ["person. potted plant. bed. couch. remote. dining table", ["enjoy", "habit"]], ["person. tv. chair", ["need", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["bottle. person. vase. dining table. cup. bowl", ["habit"]], ["bottle. person. bed", ["need"]], ["person. toothbrush. sink. toilet", ["enjoy"]], ["person. tv. cup. bottle. chair. cell phone. toothbrush", ["habit", "need", "enjoy"]], ["person. book. cup. scissors. remote", ["need", "worth it"]], ["cup. dining table. person. vase. book. spoon. bottle. bowl", ["I cannot find any reason mentioned verbally or shown visually in the video", "enjoy", "habit"]], ["person. bottle. remote", ["habit", "need", "I cannot find any reason mentioned verbally or shown visually in the video", "enjoy", "replace broken"]], ["person. toilet. bowl. donut. cell phone. remote. sink. cup. keyboard", ["enjoy", "need"]], ["person. toothbrush", ["habit", "replace broken", "enjoy", "worth it"]], ["person. potted plant. cup. tie. chair. teddy bear. cell phone", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cell phone. laptop. bed. toilet. keyboard", ["enjoy", "need"]], ["person. wine glass. chair. cup. cell phone", ["worth it"]], ["person. laptop", ["enjoy", "habit", "replace broken", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["vase. bottle. bowl. potted plant. person. donut. suitcase. cup. dining table. wine glass. bicycle. horse. clock. bed. broccoli", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. remote. potted plant. bowl. bed. vase. cup. chair. cake. cell phone. knife. bottle", ["habit"]], ["person. remote. tv. cup. frisbee. bottle. cell phone. book", ["enjoy"]], ["refrigerator. bottle. toilet. person. chair. cell phone. bowl. wine glass. book", ["habit"]], ["person. cup. book. donut. tv. cell phone. bottle. wine glass. tie", ["enjoy"]], ["cup. bottle. person. dining table. parking meter. chair. vase. bowl", ["habit", "replace broken", "enjoy", "need"]], ["person. spoon. bed. tennis racket. donut. book. cell phone. remote. toothbrush", ["need"]], ["person. chair. bowl. tie. bottle", ["worth it", "habit", "need"]]]}, "walking": {"reasons": ["exercise", "to clean up", "want to relax", "enjoyable", "go somewhere", "I cannot find any reason mentioned verbally or shown visually in the video"], "answers": [["bench. potted plant. bicycle. person. chair. cup", ["enjoyable", "exercise"]], ["person. suitcase. handbag. bed. teddy bear", ["go somewhere"]], ["person. vase. bottle. bowl. potted plant. cell phone. cup. knife. toothbrush", ["exercise"]], ["bottle. person. microwave. potted plant. chair. dining table. dog. car. bowl. cat. boat. sheep. bird", ["enjoyable"]], ["person. bed", ["go somewhere"]], ["tie. person. handbag. bed. chair. keyboard. knife. cup", ["go somewhere"]], ["person. potted plant. frisbee. chair", ["to clean up"]], ["person. bench. chair. bird. suitcase", ["exercise"]], ["tie. person. keyboard. knife. bed. cup", ["go somewhere"]], ["person. chair. couch. laptop. cell phone", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. tv. couch. cup. dining table. chair. bottle. cell phone", ["go somewhere"]], ["person. toothbrush. remote", ["want to relax", "enjoyable"]], ["person. cell phone. potted plant. bed. handbag", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. potted plant. cell phone. car. motorcycle. bicycle. broccoli. handbag. truck", ["go somewhere", "to clean up", "want to relax"]], ["toothbrush. person. potted plant. cup. banana. spoon. bowl. dining table. car. cell phone. vase. tv", ["go somewhere"]], ["person. couch. remote", ["I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. cup. dining table. vase. bowl. wine glass. scissors", ["enjoyable", "I cannot find any reason mentioned verbally or shown visually in the video", "go somewhere"]], ["vase. bottle. person. refrigerator. cup. sink. bed. oven. chair. cell phone", ["want to relax", "enjoyable"]], ["person. dining table. bowl. cup. bottle. sports ball. scissors", ["to clean up", "want to relax"]], ["person. motorcycle. handbag. car. bird. train. backpack. chair. umbrella. suitcase. bottle. tie. bicycle. cell phone. remote. pizza", ["enjoyable", "to clean up", "go somewhere", "want to relax"]], ["person. bed. sink. cell phone", ["to clean up"]], ["person. chair. vase. potted plant. dining table. frisbee", ["enjoyable", "want to relax"]], ["person. car. bottle. cell phone. chair. cup. dining table. bowl. bed", ["go somewhere", "want to relax", "enjoyable"]], ["person. chair. cell phone. tie", ["go somewhere"]], ["person. dining table. chair. sink. couch. cell phone. remote. potted plant. vase. refrigerator. wine glass. tie. bed. cup", ["enjoyable", "want to relax", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. dining table. chair. cell phone. tie. vase. wine glass. refrigerator. bed. remote. keyboard", ["exercise", "want to relax"]], ["person. motorcycle. handbag. car. bird. bicycle. cell phone. train. backpack. chair. umbrella. suitcase. bottle. tie. remote. pizza", ["enjoyable", "go somewhere"]], ["person. cup. cell phone. remote", ["enjoyable", "go somewhere"]], ["person. potted plant. cell phone. tie. vase. chair. remote. cup", ["go somewhere"]], ["person. remote. cell phone. cup. keyboard. potted plant", ["enjoyable"]], ["person. cup. bed. toothbrush. cell phone. tie", ["exercise"]], ["person. oven. remote. handbag", ["enjoyable", "to clean up", "go somewhere", "I cannot find any reason mentioned verbally or shown visually in the video"]], ["person. bicycle. handbag. motorcycle. train. car. cell phone. backpack. dog. stop sign", ["enjoyable"]], ["person. couch. toilet. chair. mouse. dining table", ["to clean up"]], ["person. potted plant. laptop", ["go somewhere", "I cannot find any reason mentioned verbally or shown visually in the video", "to clean up"]], ["person. potted plant. cell phone. remote. cup. tie", ["enjoyable", "go somewhere"]], ["person. cell phone. remote. handbag", ["to clean up"]], ["person. potted plant. bed. cell phone", ["exercise", "want to relax"]]]}}